class Script(object):

    START_MSG = """

<b>𝑯𝒆𝒚 𝒕𝒉𝒆𝒓𝒆 𝒉𝒐𝒘 𝒂𝒓𝒆 𝒚𝒐𝒖 {}\n\n 𝑰𝒂𝒎 𝒂 𝑽4 𝑼𝒏𝒍𝒊𝒎𝒊𝒕𝒆𝒅 𝒇𝒊𝒍𝒕𝒆𝒓 𝒃𝒐𝒕 𝒕𝒉𝒂𝒕 𝒃𝒖𝒊𝒍𝒅 𝒇𝒐𝒓 @dmx_chating \n 𝑯𝒆𝒚 𝒃𝒖𝒅𝒅𝒚 𝒅𝒐𝒏'𝒕 𝒘𝒂𝒔𝒕𝒆 𝒚𝒐𝒖𝒓 𝒕𝒊𝒎𝒆 ಠ_ಠ \n\n 𝒀𝒐𝒖 𝒄𝒂𝒏'𝒕 𝒂𝒅𝒅 𝒎𝒆 𝒕𝒐 𝒚𝒐𝒖𝒓 𝒈𝒓𝒐𝒖𝒑 𝒐𝒌𝒌𝒆 𝒕𝒉𝒆𝒏 𝒃𝒚𝒆 🤢\n\n 𝑳𝒆𝒕 𝒎𝒆 𝒔𝒉𝒐𝒘 𝒎𝒚 𝒔𝒊𝒎𝒑𝒍𝒆 𝒄𝒐𝒎𝒎𝒂𝒏𝒅𝒔 <i>/help</i> 
𝑺𝒐𝒎𝒆 𝒕𝒉𝒊𝒏𝒈 𝒂𝒃𝒐𝒖𝒕 𝒎𝒆 ➪ /about</b> \n\n 𝑰𝒂𝒎 𝒎𝒂𝒊𝒏𝒕𝒂𝒊𝒏𝒆𝒅 𝒃𝒚 <a href='https://t.me/basildmx2'>𝙱𝙰𝚂𝙸𝙻 ᵈᵐˣ</a>
"""


    HELP_MSG = """
<b>𝑯𝒆𝒚 𝒃𝒖𝒅𝒅𝒚 𝒍𝒆𝒕 𝒎𝒆 𝒕𝒆𝒍𝒍 𝒚𝒐𝒖 𝒐𝒏𝒆 𝒕𝒉𝒊𝒏𝒈 𝒇𝒊𝒓𝒔𝒕 𝒐𝒇 𝒂𝒍𝒍 𝒚𝒐𝒖 𝒄𝒂𝒏'𝒕 𝒂𝒅𝒅 𝒎𝒆 𝒕𝒐 𝒚𝒐𝒖𝒓 𝒈𝒓𝒐𝒖𝒑 \n\n𝑺𝒐 𝒊𝒇 𝒚𝒐𝒖 𝒓𝒆𝒂𝒅 𝒕𝒉𝒊𝒔 𝒊𝒕𝒔 𝒄𝒐𝒎𝒑𝒍𝒆𝒕𝒍𝒚 𝒘𝒂𝒔𝒕𝒆 𝒇𝒐𝒓 𝒚𝒐𝒖 \n\n𝑶𝒓 𝒊𝒇 𝒚𝒐𝒖 𝒘𝒂𝒏𝒕 𝒕𝒐 𝒓𝒆𝒂𝒅 𝒚𝒐𝒖 𝒄𝒂𝒏 𝒏𝒐 𝒑𝒓𝒐𝒃𝒍𝒆𝒎 𝒊𝒏 𝒕𝒉𝒂𝒕 (:-_-:)</b>



<b>♡︎ Bᴀsɪᴄ ᴄᴏᴍᴍᴀɴᴅs</b>

❍ /start » 𝑪𝒉𝒆𝒄𝒌 𝒘𝒉𝒆𝒕𝒉𝒆𝒓 𝒎𝒚 𝒉𝒆𝒂𝒓𝒕 𝒊𝒔 𝒃𝒆𝒂𝒕𝒊𝒏𝒈 𝒐𝒓 𝒏𝒐𝒕
❍ /help » 𝑻𝒐 𝒌𝒏𝒐𝒘 𝒎𝒚 𝒇𝒆𝒂𝒕𝒖𝒓𝒆𝒔
❍ /about » 𝑰 𝒘𝒊𝒍𝒍 𝒕𝒆𝒍𝒍 𝒔𝒐𝒎𝒆 𝒔𝒕𝒓𝒂𝒏𝒈𝒆 𝒕𝒉𝒊𝒏𝒈𝒔 𝒂𝒃𝒐𝒖𝒕 𝒎𝒆 𝒕𝒐 𝒚𝒐𝒖



<b>♡︎ Fɪʟᴛᴇʀ ᴄᴏᴍᴍᴀɴᴅs</b>

➪ /add {keyword} » 𝑨𝒅𝒅 𝒇𝒊𝒍𝒕𝒆𝒓𝒔 𝒊𝒏 𝒎𝒚 𝒅𝒂𝒕𝒂𝒃𝒂𝒔𝒆(𝑨𝒖𝒕𝒉 𝒐𝒏𝒍𝒚)

➪ /del {keyword} » 𝑫𝒆𝒍𝒆𝒕𝒆 𝒇𝒊𝒍𝒕𝒆𝒓𝒔 𝒇𝒓𝒐𝒎 𝒎𝒚 𝒅𝒂𝒕𝒂𝒃𝒂𝒔𝒔(𝑨𝒖𝒕𝒉 𝒐𝒏𝒍𝒚)

➪ /delall  𝑻𝒐 𝒅𝒆𝒍𝒆𝒕𝒆 𝒂𝒍𝒍 𝒇𝒊𝒍𝒕𝒆𝒓𝒔 𝒊𝒏 𝒎𝒚 𝒅𝒂𝒕𝒂𝒃𝒂𝒔𝒆(𝑶𝒏𝒘𝒆𝒓 𝒐𝒏𝒍𝒚)

➪ /viewfilters » 𝑰 𝒘𝒊𝒍𝒍 𝒔𝒉𝒐𝒘 𝒕𝒉𝒆 𝒄𝒖𝒓𝒓𝒆𝒏𝒕 𝒇𝒊𝒍𝒕𝒆𝒓𝒔 𝒍𝒊𝒔𝒕 𝒊𝒏 𝒅𝒂𝒕𝒂𝒃𝒂𝒔𝒆(𝑨𝒖𝒕𝒉 𝒐𝒏𝒍𝒚)



<b>♡︎ Cᴏɴɴᴇɴᴄᴛɪᴏɴ ᴄᴏᴍᴍᴀɴᴅs</b>

➪ /connect (𝐺𝑟𝑜𝑢𝑝 𝑖𝑑) » 𝐶𝑜𝑛𝑛𝑒𝑐𝑡 𝑦𝑜𝑢𝑟 𝑔𝑟𝑜𝑢𝑝 𝑡𝑜 𝑚𝑦 𝑝𝑚 (𝑖𝑡𝑠 𝑚𝑜𝑟𝑒 𝑠𝑖𝑚𝑝𝑙𝑒 𝑡ℎ𝑎𝑛 𝑠𝑒𝑛𝑑𝑖𝑛𝑔 𝑐𝑜𝑚𝑚𝑎𝑛𝑑𝑠 𝑖𝑛 𝑔𝑟𝑜𝑢𝑝𝑠)

➪ /connect (𝑈𝑠𝑒 𝑖𝑛 𝑔𝑟𝑜𝑢𝑝) » 𝐶𝑜𝑛𝑛𝑒𝑐𝑡 𝑦𝑜𝑢𝑟 𝑔𝑟𝑜𝑢𝑝 𝑡𝑜 𝑚𝑦 𝑝𝑚 (𝑖𝑡𝑠 𝑚𝑜𝑟𝑒 𝑠𝑖𝑚𝑝𝑙𝑒 𝑡ℎ𝑎𝑛 𝑠𝑒𝑛𝑑𝑖𝑛𝑔 𝑐𝑜𝑚𝑚𝑎𝑛𝑑𝑠 𝑖𝑛 𝑔𝑟𝑜𝑢𝑝𝑠)

➪ /connections » 𝑇ℎ𝑖𝑠 𝑚𝑎𝑛𝑎𝑔𝑒 𝑦𝑜𝑢𝑟 𝑐𝑜𝑛𝑛𝑒𝑐𝑡𝑖𝑜𝑛𝑠

<b>♡︎ Exᴛʀᴀs</b>

➪ /status 

➪ /id 

➪ /info (𝑢𝑠𝑒𝑟 𝑖𝑑)  \n\n➪ /info (𝑎𝑠 𝑟𝑒𝑝𝑙𝑎𝑦) 

<b>© [𝑫𝑴𝑿](https://t.me/dmx_chating_2_0) </b>

"""


    ABOUT_MSG = """
🤢 <b>𝑴𝒚 𝒏𝒂𝒎𝒆:  |» [𝙼𝙱𝙱 ᵈᵐˣ](https://t.me/dmx_2_0_mbb_bot)</b>

👿 <b>𝑴𝒚 𝑪𝒓𝒆𝒂𝒕𝒐𝒓  |» [𝙱𝙰𝚂𝙸𝙻 ᵈᵐˣ](https://t.me/basildmx2)

🥶 <b>𝑳𝒂𝒏𝒈</b>  |»  𝒑𝒚𝒕𝒉𝒐𝒏

☘️ <b>𝑽𝒆𝒓𝒔𝒊𝒐𝒏</b> |» 3.9

🥵 <b>𝑳𝒊𝒃𝒓𝒂𝒓𝒚</b> |»</b> <a href='https://docs.pyrogram.org/'> 𝒑𝒚𝒓𝒐𝒈𝒓𝒂𝒎 1.0.7</a> 

"""
