class Script(object):

    START_MSG = """

{} <b>𝑯𝒆𝒚 𝒕𝒉𝒆𝒓𝒆 𝒉𝒐𝒘 𝒂𝒓𝒆 𝒚𝒐𝒖 \n\n 𝑰𝒂𝒎 𝒂 𝑽4 𝑼𝒏𝒍𝒊𝒎𝒊𝒕𝒆𝒅 𝒇𝒊𝒍𝒕𝒆𝒓 𝒃𝒐𝒕 𝒕𝒉𝒂𝒕 𝒃𝒖𝒊𝒍𝒅 𝒇𝒐𝒓 [𝙳𝙼𝚇 2.0](https://t.me/dmx_chating_2_0) \n 𝑯𝒆𝒚 𝒃𝒖𝒅𝒅𝒚 𝒅𝒐𝒏'𝒕 𝒘𝒂𝒔𝒕𝒆 𝒚𝒐𝒖𝒓 𝒕𝒊𝒎𝒆 ಠ_ಠ \n\n 𝒀𝒐𝒖 𝒄𝒂𝒏'𝒕 𝒂𝒅𝒅 𝒎𝒆 𝒕𝒐 𝒚𝒐𝒖𝒓 𝒈𝒓𝒐𝒖𝒑 𝒐𝒌𝒌𝒆 𝒕𝒉𝒆𝒏 𝒃𝒚𝒆 🤢\n\n 𝑳𝒆𝒕 𝒎𝒆 𝒔𝒉𝒐𝒘 𝒎𝒚 𝒔𝒊𝒎𝒑𝒍𝒆 𝒄𝒐𝒎𝒎𝒂𝒏𝒅𝒔 <i>/help</i> 
𝑺𝒐𝒎𝒆 𝒕𝒉𝒊𝒏𝒈 𝒂𝒃𝒐𝒖𝒕 𝒎𝒆 ➪ /about</b>


"""


    HELP_MSG = """
<i><b>𝑯𝒆𝒚 𝒃𝒖𝒅𝒅𝒚 𝒍𝒆𝒕 𝒎𝒆 𝒕𝒆𝒍𝒍 𝒚𝒐𝒖 𝒐𝒏𝒆 𝒕𝒉𝒊𝒏𝒈 𝒇𝒊𝒓𝒔𝒕 𝒐𝒇 𝒂𝒍𝒍 𝒚𝒐𝒖 𝒄𝒂𝒏'𝒕 𝒂𝒅𝒅 𝒎𝒆 𝒕𝒐 𝒚𝒐𝒖𝒓 𝒈𝒓𝒐𝒖𝒑 \n\n𝑺𝒐 𝒊𝒇 𝒚𝒐𝒖 𝒓𝒆𝒂𝒅 𝒕𝒉𝒊𝒔 𝒊𝒕𝒔 𝒄𝒐𝒎𝒑𝒍𝒆𝒕𝒍𝒚 𝒘𝒂𝒔𝒕𝒆 𝒇𝒐𝒓 𝒚𝒐𝒖 \n\n𝑶𝒓 𝒊𝒇 𝒚𝒐𝒖 𝒘𝒂𝒏𝒕 𝒕𝒐 𝒓𝒆𝒂𝒅 𝒚𝒐𝒖 𝒄𝒂𝒏 𝒏𝒐 𝒑𝒓𝒐𝒃𝒍𝒆𝒎 𝒊𝒏 𝒕𝒉𝒂𝒕 (:-_-:)</i></b>


<b>🤢 𝙱𝙰𝚂𝙸𝙲 𝙲𝙾𝙼𝙼𝙰𝙽𝙳𝚂</b>

❍ /start - 𝑪𝒉𝒆𝒄𝒌 𝒘𝒉𝒆𝒕𝒉𝒆𝒓 𝒎𝒚 𝒉𝒆𝒂𝒓𝒕 𝒊𝒔 𝒃𝒆𝒂𝒕𝒊𝒏𝒈 𝒐𝒓 𝒏𝒐𝒕
❍ /help - 𝑻𝒐 𝒌𝒏𝒐𝒘 𝒎𝒚 𝒇𝒆𝒂𝒕𝒖𝒓𝒆𝒔
❍ /about - 𝑰 𝒘𝒊𝒍𝒍 𝒕𝒆𝒍𝒍 𝒔𝒐𝒎𝒆 𝒔𝒕𝒓𝒂𝒏𝒈𝒆 𝒕𝒉𝒊𝒏𝒈𝒔 𝒂𝒃𝒐𝒖𝒕 𝒎𝒆 𝒕𝒐 𝒚𝒐𝒖


<b>🤢 𝙵𝙸𝙻𝚃𝙴𝚁 𝙲𝙾𝙼𝙼𝙰𝙽𝙳𝚂</b>

<code>/add </code>  -  𝑨𝒅𝒅 𝒇𝒊𝒍𝒕𝒆𝒓𝒔 𝒊𝒏 𝒎𝒚 𝒅𝒂𝒕𝒂𝒃𝒂𝒔𝒆(𝑨𝒖𝒕𝒉 𝒐𝒏𝒍𝒚)

<code>/del name</code>  -  𝑫𝒆𝒍𝒆𝒕𝒆 𝒇𝒊𝒍𝒕𝒆𝒓𝒔 𝒇𝒓𝒐𝒎 𝒎𝒚 𝒅𝒂𝒕𝒂𝒃𝒂𝒔𝒔(𝑨𝒖𝒕𝒉 𝒐𝒏𝒍𝒚)

<code>/delall</code>  -  𝑻𝒐 𝒅𝒆𝒍𝒆𝒕𝒆 𝒂𝒍𝒍 𝒇𝒊𝒍𝒕𝒆𝒓𝒔 𝒊𝒏 𝒎𝒚 𝒅𝒂𝒕𝒂𝒃𝒂𝒔𝒆(𝑶𝒏𝒘𝒆𝒓 𝒐𝒏𝒍𝒚)

<code>/viewfilters</code>  -  𝑰 𝒘𝒊𝒍𝒍 𝒔𝒉𝒐𝒘 𝒕𝒉𝒆 𝒄𝒖𝒓𝒓𝒆𝒏𝒕 𝒇𝒊𝒍𝒕𝒆𝒓𝒔 𝒍𝒊𝒔𝒕 𝒊𝒏 𝒅𝒂𝒕𝒂𝒃𝒂𝒔𝒆(𝑨𝒖𝒕𝒉 𝒐𝒏𝒍𝒚)


<b>🤢 𝙲𝙾𝙽𝙽𝙴𝙲𝚃𝙸𝙾𝙽 𝙲𝙾𝙼𝙼𝙰𝙽𝙳𝚂</b>

<code>/connect groupid</code>  -  𝐶𝑜𝑛𝑛𝑒𝑐𝑡 𝑦𝑜𝑢𝑟 𝑔𝑟𝑜𝑢𝑝 𝑡𝑜 𝑚𝑦 𝑝𝑚 (𝑖𝑡𝑠 𝑚𝑜𝑟𝑒 𝑠𝑖𝑚𝑝𝑙𝑒 𝑡ℎ𝑎𝑛 𝑠𝑒𝑛𝑑𝑖𝑛𝑔 𝑐𝑜𝑚𝑚𝑎𝑛𝑑𝑠 𝑖𝑛 𝑔𝑟𝑜𝑢𝑝𝑠)
<code>/connect</code> in groups.

<code>/connections</code>  -   𝑇ℎ𝑖𝑠 𝑚𝑎𝑛𝑎𝑔𝑒 𝑦𝑜𝑢𝑟 𝑐𝑜𝑛𝑛𝑒𝑐𝑡𝑖𝑜𝑛𝑠


<b>𝔢𝔵𝔱𝔯𝔞𝔰</b>

/status  -  𝐼𝑡 𝑠ℎ𝑜𝑤𝑠 𝑚𝑦 𝑐𝑢𝑟𝑟𝑒𝑛𝑡 𝑑𝑎𝑡𝑎𝑏𝑎𝑠𝑒 𝑚𝑒𝑚𝑜𝑟𝑦

/id  -  𝐼𝑡 𝑠ℎ𝑜𝑤𝑠 𝑦𝑜𝑢 𝑡𝑒𝑙𝑒𝑔𝑟𝑎𝑚 𝑢𝑠𝑒𝑟 𝑖𝑑 (𝑐ℎ𝑎𝑡 𝑖𝑑 𝑎𝑙𝑠𝑜)

<code>/info userid</code>  -  𝘴𝘩𝘰𝘸𝘴 𝘶𝘴𝘦𝘳 𝘪𝘯𝘧𝘰𝘳𝘮𝘢𝘵𝘪𝘰𝘯𝘴 <code>/info</code> 𝘢𝘴 𝘳𝘦𝘱𝘭𝘢𝘺 𝘵𝘰 𝘴𝘰𝘮𝘦 𝘵𝘩𝘦𝘪𝘳 𝘮𝘦𝘴𝘴𝘢𝘨𝘦


<b>© [𝑫𝑴𝑿](https://t.me/dmx_chating_2_0) </b>
"""


    ABOUT_MSG = """⭕️<b>My Name : 𝙼𝙱𝙱 ᵈᵐˣ</b>

⭕️<b>Creater :</b> @basildmx2    

⭕️<b>Language :</b> <code>Python3</code>

⭕️<b>Library :</b> <a href='https://docs.pyrogram.org/'>Pyrogram 1.0.7</a> 

"""
